Repository: WebberZone/contextual-related-posts
Catalog: languages/contextual-related-posts-*.po
Languages: ro_ro

source: Options set to Default.
ro_ro: Opțiuni setate ca predefinite.

source: Index recreated
ro_ro: Index recreat

source: Related Posts
ro_ro: Articole asociate

source: An error occurred clearing the cache. Please contact your site administrator.\n\nError message:\n
ro_ro: A apărut o eroare în timpul golirii cache-ului. Vă rugăm să contactați administratorul site-ului.\n\nMesaj de eroare:\n

source: cached row(s) cleared
ro_ro: rând(uri) cache golit(e)

source: Settings
ro_ro: Setări

source: Support
ro_ro: Asistenţă

source: Donate
ro_ro: Donați

source: Contribute
ro_ro: Contribuie

source: plugin settings page
ro_ro: pagina de setări ale modulului

source: General options
ro_ro: Opțiuni generale

source: Output options
ro_ro: Opțiuni de afișare

source: Thumbnail options
ro_ro: Opțiuni imagini miniatură

source: Feed options
ro_ro: Opțiuni flux

source: Cache output?
ro_ro: Afișare Cache?

source: Enabling this option will cache the related posts output when the post is visited the first time. The cache is cleaned when you save this page.
ro_ro: Activarea acestei opțiuni va memora afișarea articolelor asociate cand articolul va fi vizitat pentru prima dată. Cache-ul este golit când salvați această pagină.

source: Clear cache
ro_ro: Golire Cache

source: Posts
ro_ro: Articole

source: Pages
ro_ro: Pagini

source: Home page
ro_ro: Pagina principală

source: Feeds
ro_ro: Fluxuri

source: Category archives
ro_ro: Arhive de categorii

source: Tag archives
ro_ro: Arhive de etichete

source: Other archives
ro_ro: Alte arhive

source: If you choose to disable this, please add <code>&lt;?php if ( function_exists( 'echo_ald_crp' ) ) echo_ald_crp(); ?&gt;</code> to your template file where you want it displayed
ro_ro: Daca alegeți sa afișați asta, vă rugăm să adaugati <code>&lt;?php if ( function_exists( 'echo_ald_crp' ) ) echo_ald_crp(); ?&gt;</code> în șablonul dumneavoastră în locul în care doriți afișarea

source: Tell the world you're using Contextual Related Posts:
ro_ro: Spuneți lumii că folosiți "Contextual Related Posts / Articole Asociate Contextual":

source: <em>Optional</em>
ro_ro: <em>Opțional</em>

source: Adds a nofollow link to Contextual Related Posts homepage as the last time in the list.
ro_ro: Adaugă ca ultima in listă o legatură nofollow catre pagina principală a Contextual Related Posts.

source: Save Options
ro_ro: Salvați opțiunile

source: Number of related posts to display:
ro_ro: Numărul de articole asociate de afișat.

source: Maximum number of posts that will be displayed. The actual number may be smaller if less related posts are found.
ro_ro: Numărul maxim de articole de afișat. Numărul real poate fi mai mic daca se vor găsi mai puține articole asociate.

source: Related posts should be newer than:
ro_ro: Articolele asociate trebuie să fie mai noi decât:

source: days
ro_ro: zile

source: Find related posts based on content as well as title:
ro_ro: Gasește articole asociate pe baza conținutului și titlului:

source: Post types to include in results:
ro_ro: Tipuri de articole incluse în rezultate:

source: These post types will be displayed in the list. Includes custom post types.
ro_ro: Aceste tipuri de articole vor fi afișate în listă. Include tipurile de articole personalizate.

source: List of post or page IDs to exclude from the results:
ro_ro: Listă de ID-uri de articol sau pagină de exclus din rezultate:

source: Comma separated list of post, page or custom post type IDs. e.g. 188,320,500
ro_ro: Listă separată prin virgulă a ID-urilor de articol, pagină sau tip de articol personalizat. Exemplu: 188,320,500

source: Categories to exclude from the results:
ro_ro: Categorii de exclus din rezultate:

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the beginning of your category name and it will prompt you with options.
ro_ro: Listă separata prin virgulă de slug-uri de categorie. Câmpul de deasupra utilizează autocompletare, asa că începeți să tastați numele categoriei dorite și vi se vor afișa opțiunile.

source: This is the main heading of the related posts. You can also display the current post title by using <code>%postname%</code>. e.g. <code>Related Posts to %postname%</code>
ro_ro: Acesta este titlul principal al articolelor asociate. Puteti afișa de asemenea titlul articolului curent folosind <code>%postname%</code>. Exemplu: <code>Articole asociate cu %postname%</code>

source: When there are no posts, what should be shown?
ro_ro: Ce se va afișa cănd nu există articole?

source: Blank Output
ro_ro: Afișaj gol

source: Display:
ro_ro: Afișare:

source: Show post excerpt in list?
ro_ro: Arată extrasul articolului in listă?

source: Displays the excerpt of the post. If you do not provide an explicit excerpt to a post (in the post editor's optional excerpt field), it will display an automatic excerpt which refers to the first %d words of the post's content
ro_ro: Afișează extrasul articolului. Dacă nu oferiți un extras ( în câmpul opțional al editorului ), va fi generat un extras automat ce va conține primele %d cuvinte din conținutul articolului.

source: Show post author in list?
ro_ro: Afișați autorul articolului în listă?

source: Displays the author name prefixed with "by". e.g. by John Doe
ro_ro: Afișează numele autorului cu prefixul "de". Exemplu: de John Doe

source: Show post date in list?
ro_ro: Afișați data articolului în listă?

source: Displays the date of the post. Uses the same date format set in General Options
ro_ro: Afișează data articolului. Utilizează formatul setat in Opțiuni Generale.

source: Limit post title length (in characters)
ro_ro: Limita titlului articolului (în caractere)

source: Open links in new window
ro_ro: Se deschide într-o fereastră nouă

source: Add nofollow attribute to links in the list
ro_ro: Adaugă atribut nofollow legăturilor din listă

source: Exclusion settings:
ro_ro: Setări de excludere:

source: Exclude display of related posts on these posts / pages
ro_ro: Exclude afișarea articolelor asociate pentru aceste articole / pagini

source: Exclude display of related posts on these post types.
ro_ro: Exclude afișarea articolelor asociate pentru aceste tipuri de articole.

source: The related posts will not display on any of the above selected post types
ro_ro: Articolele asociate nu vor fi afișate pentru niciunul dintre tipurile de articole selectate mai sus

source: Customize the output:
ro_ro: Personalizați afișajul:

source: HTML to display before the list of posts:
ro_ro: Cod HTML de afișat înaintea listei de articole:

source: HTML to display before each list item:
ro_ro: Cod HTML de afișat înaintea fiecarei intrari din listă:

source: HTML to display after each list item:
ro_ro: Cod HTML de afișat după fiecare intrare din listă:

source: HTML to display after the list of posts:
ro_ro: Cod HTML de afișat după lista de articole:

source: Location of post thumbnail:
ro_ro: Poziția imaginii miniatură:

source: Display thumbnails inline with posts, before title
ro_ro: Afișează imagini miniatură în linie cu articolele, înaintea titlului

source: Display thumbnails inline with posts, after title
ro_ro: Afișează imagini miniatură în linie cu articolele, după titlu

source: Display only thumbnails, no text
ro_ro: Afișează doar imagini miniatură, fără text

source: Do not display thumbnails, only text.
ro_ro: Nu afișează imagini miniatură, doar text.

source: Style attributes are used for width and height.
ro_ro: Atributele de stil sunt folosite pentru lățime și înălțime.

source: HTML width and height attributes are used for width and height.
ro_ro: Atributele HTML de lătime și înălțime sunt folosite pentru lățime și înălțime.

source: Post thumbnail meta field name:
ro_ro: Numele câmpului meta al imaginii miniatură a articolului:

source: Extract the first image from the post?
ro_ro: Extrageți prima imagine din articol?

source: This will only happen if there is no post thumbnail set and no image URL is specified in the meta field.
ro_ro: Asta se va întâmpla doar daca nu exista o imagine miniatură setata și nu a fost specificată adresa URL a unei imagini in câmpul meta.

source: Use default thumbnail?
ro_ro: Folosiți imaginea miniatură predefinită?

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
ro_ro: Daca bifați, cand nu se găsește o imagine miniatură, va fi afișată una de la adresa URL de mai jos. Daca nu bifați și nu se găsește o imagine miniatură, nicio imagine nu va fi afișată.

source: Default thumbnail:
ro_ro: Imagine miniatură predefinită:

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified above.
ro_ro: Modului va verifica întâi dacă articolul conține o imagine miniatură. Dacă nu, va verifica câmpul meta. Dacă acesta nu este disponibil, va afișa imaginea predefinită specificată mai deasupra.

source: Custom CSS to add to header:
ro_ro: Cod CSS personalizat de adăugat în header:

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">FAQ</a> for available CSS classes to style.
ro_ro: Nu includeți etichete de <code>stil</code>. Verificați secțiunea de <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">Întrebări / Răspunsuri</a> pentru clasele disponibile stilizării.

source: Below options override the related posts settings for your blog feed. These only apply if you have selected to add related posts to Feeds in the General Options tab.
ro_ro: Opțiunile de mai jos suprascriu setările de articole asociate pentru fluxul blogului. Acestea se aplică doar dacă ați selectat adăugarea articolelor asociatele la Flux in sectiunea de Setări Generale.

source: Maximum width of the thumbnail:
ro_ro: Lățimea maximă a imaginii miniatură:

source: Maximum height of the thumbnail:
ro_ro: Înălțimea maximăa a imaginii miniatură:

source: Default Options
ro_ro: Opțiuni predefinite

source: Do you want to set options to Default?
ro_ro: Doriți încărcarea opțiunilor predefinite?

source: Recreate Index
ro_ro: Recreare index

source: Are you sure you want to recreate the index?
ro_ro: Sunteți sigur că doriți recrearea indexului?

source: Location of thumbnail:
ro_ro: Poziția imaginii miniatură:

source: Enter the full URL to the image (JPG, PNG or GIF) you'd like to use. This image will be used for the post. It will be resized to the thumbnail size set under Settings &raquo; Related Posts &raquo; Output Options
ro_ro: Introduceți adresa URL completa a imaginii (JPG, PNG sau GIF) pe care dorițti sa o utilizați. Această imagine va fi folosită pentru articol. Va fi redimensionată la dimensiunile imaginii miniatura, setate in sectiunea "Setări &raquo; Articole asociate &raquo; Opțiuni afișaj".

source: Support the development
ro_ro: Susțineți dezvoltarea

source: Donation for Contextual Related Posts
ro_ro: Donatii pentru Contextual Related Posts

source: Enter amount in USD:
ro_ro: Introduceți suma în USD:

source: Send your donation to the author of
ro_ro: Trimiteți donația dumneavoastră autorului

source: Follow me
ro_ro: Urmăriți-mă

source: Quick links
ro_ro: Legături rapide

source: FAQ
ro_ro: Întrebări/Răspunsuri

source: Reviews
ro_ro: Recenzii

source: Github repository
ro_ro: Depozit Github

source: Other plugins
ro_ro: Alte module

source: Ajay's blog
ro_ro: Blogul lui Ajay

source: <h3>Related Posts:</h3>
ro_ro: <h3>Articole asociate:</h3>

source: No related posts found
ro_ro: Nu au fost găsite articole asociate

source: Related Posts [CRP]
ro_ro: Articole asociate [AAC]

source: Display Related Posts
ro_ro: Afișați articolele asociate

source: Title
ro_ro: Titlu

source: No. of posts
ro_ro: Numărul de articole

source: Show excerpt?
ro_ro: Afișați extrasul?

source: Show author?
ro_ro: Afișați autorul?

source: Show date?
ro_ro: Afișați data?

source: Thumbnails inline, before title
ro_ro: Imagini miniatură în linie, înaintea titlului

source: Thumbnails inline, after title
ro_ro: Imagini miniatură în linie, după titlu

source: Only thumbnails, no text
ro_ro: Doar imagini miniatură, fară text

source: No thumbnails, only text.
ro_ro: Fară imagini miniatură, doar text

source: Thumbnail height
ro_ro: Inălțime imagine miniatură

source: Thumbnail width
ro_ro: Lățime imagine miniatură

source: by
ro_ro: de
