Repository: WebberZone/contextual-related-posts
Catalog: languages/crp-*.po
Languages: de_de, zh_cn

source: Options saved successfully.
de_de: Optionen erfolgreich gespeichert.
zh_cn: 成功保存设置。

source: Options set to Default.
de_de: Optionen auf die Voreinstellungen gesetzt.
zh_cn: 已重置设置。

source: Index recreated
de_de: Index neu aufgebaut
zh_cn: 已重新创建索引

source: General options
de_de: Allgemeine Optionen
zh_cn: 一般设置

source: Cache output?
de_de: Cache Ausgabe?

source: Enabling this option will cache the related posts output when the post is visited the first time. The cache is cleaned when you save this page.
de_de: Mit dieser Option werden die Berechnung der ähnlichen Beiträge im Cache gespeichert, sobald ein Beitrag das erste Mal aufgerufen wird. Der Cache wird geleert, wenn diese Seite gespeichert wird.

source: Clear cache
de_de: Lösche den Cache

source: Number of related posts to display:
de_de: Anzahl der ähnlichen Beiträge, die angezeigt werden sollen:
zh_cn: 相关日志数量：

source: Maximum number of posts that will be displayed. The actual number may be smaller if less related posts are found.
de_de: Maximale Anzahl an ähnlichen Beiträgen, die angezeigt werden soll. Diese kann auch geringer sein, wenn weniger ähnliche Beiträge gefunden werden.

source: Related posts should be newer than:
de_de: Ähnliche Beiträge sollen neuer sein als:

source: days
de_de: Tage

source: This sets the cutoff period for which posts will be displayed. e.g. setting it to 365 will show related posts from the last year only.
de_de: Hier den Zeitraum eintragen, aus dem die ähnlichen Beiträge berechnet werden. Zum Beispiel 365 eintragen, damit nur Beiträge aus dem letzten Jahr angezeigt werden.

source: Post types to include in results.
de_de: Beitragsarten, die einbezogen werden sollen.

source: These post types will be displayed in the list. Includes custom post types.
de_de: Diese Beitragsarten werden in der Liste angezeigt. Einschließlich benutzerdefinierter Beitragsarten (custom post types).

source: Find related posts based on content as well as title
de_de: Finde ähnliche Beiträge basierend auf dem Inhalt als auch auf dem Titel
zh_cn: 根据标题和正文内容索引

source: If unchecked, only posts titles are used. I recommend using a caching plugin or enabling "Cache output" above if you enable this.
de_de: Wenn nicht ausgewählt, werden nur die Titel der Beiträge benutzt. Ich empfehle ein Caching Plugin oder das Anschalten der Cache Ausgabe, wenn diese Einstellung ausgewählt ist.

source: Limit content to be compared
de_de: Begrenze den Inhalt, der verglichen werden soll

source: This sets the maximum words of the content that will be matched. 0 means no limit.
de_de: Dies setzt die maximale Anzahl an Worten aus dem Inhalt, die benutzt wird. 0 bedeutet keine Begrenzung.

source: List of post or page IDs to exclude from the results:
de_de: Liste deine Beitrags- oder Seiten-IDs auf, die aus den Ergebnissen ausgeschlossen werden sollen:
zh_cn: 排除的文章或页面 ID：

source: Comma separated list of post, page or custom post type IDs. e.g. 188,320,500
de_de: Mit Komma getrennte Liste der IDs von Beiträgen, Seiten oder benutzerdefinierter Beitragsarten (custom post types). Beispiel: 188,320,500

source: Categories to exclude from the results:
de_de: Kategorien, die von den Ergebnissen ausgeschlossen werden sollen:

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the starting letters and it will prompt you with options
de_de: Mit Komma getrennte Liste der Kategorie Slugs. Das obige Feld benutzt Autovervollständigung, beginne einfach zu tippen und du bekommst Kategorien vorgeschlagen.

source: Add related posts to:
de_de: Füge ähnliche Beiträge hinzu:

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: Category archives
de_de: Kategorie Archive

source: Tag archives
de_de: Schlagwort Archive

source: Other archives
de_de: Andere Archive

source: Add a link to the plugin page as a final item in the list
de_de: Füge einen Link zu der Plugin-Seite hinzu als letzten Punkt der Liste
zh_cn: 在相关日志后添加插件页面的链接

source: Adds a nofollow link to Contextual Related Posts homepage.
de_de: Fügt einen nofollow Link zu Homepage von Contextual Related Posts hinzu.

source: Output options
de_de: Ausgabe Einstellungen

source: Title of related posts:
de_de: Überschrift der ähnlichen Beiträge:
zh_cn: 相关日志的标题：

source: This is the main heading of the related posts. You can also display the current post title by using <code>%postname%</code>. e.g. <code>Related Posts to %postname%</code>
de_de: Dies ist die Hauptüberschrift der ähnlichen Beiträge. Du kannst auch den aktuellen Beitragstitel anzeigen lassen mit <code>%postname%</code>. Beispielsweise: <code>Ähnliche Beiträge zu %postname%</code>

source: When there are no posts, what should be shown?
de_de: Wenn keine ähnlichen Beiträge gefunden wurden, was soll angezeigt werden?
zh_cn: 当不存在相关日志时，显示什么？

source: Blank Output
de_de: Gar nichts
zh_cn: 不显示

source: Display:
de_de: Zeige an:

source: Show post excerpt in list?
de_de: Soll ein Auszug in der Liste angezeigt werden?
zh_cn: 是否显示日志摘要？

source: Length of excerpt (in words):
de_de: Länge des Auszugs (in Worten):
zh_cn: 摘要长度（词数）：

source: Show post author in list?
de_de: Zeige den Autor des Beitrags an in der Liste?

source: Show post date in list?
de_de: Zeige das Datum des Beitrags in der Liste an?

source: Limit post title length (in characters)
de_de: Begrenze den Titel des Beitrags (in Zeichen)

source: Open links in new window
de_de: Öffne die Links in einem neuen Fenster

source: Add nofollow attribute to links in the list
de_de: Füge nofollow zu den Links aus der Liste hinzu

source: Exclude display of related posts on these posts / pages
de_de: Schließe auf diesen Beiträgen / Seiten die Anzeige der ähnliche Beiträge aus

source: Customize the output:
de_de: Passe die Ausgabe an:
zh_cn: 自定义显示：

source: HTML to display before the list of posts:
de_de: HTML vor der Liste ähnlicher Beiträge:
zh_cn: 显示在每篇日志后面的 HTML 标签：

source: HTML to display before each list item:
de_de: HTML-Code vor jedem Listenelement:
zh_cn: 显示在每篇日志后面的 HTML 标签：

source: HTML to display after each list item:
de_de: HTML-Code nach jedem Listenelement:
zh_cn: 显示在日志列表前面的 HTML 标签：

source: HTML to display after the list of posts:
de_de: HTML-Code nach der Liste ähnlicher Beiträge:
zh_cn: 显示在日志列表后面的 HTML 标签：

source: Post thumbnail options:
de_de: Einstellungen der Beitragsvorschaubilder:
zh_cn: 日志缩略图设置：

source: Location of post thumbnail:
de_de: Ort der Beitragsvorschaubilder
zh_cn: 日志缩略图位置：

source: Display thumbnails inline with posts, before title
de_de: Zeige die Vorschaubilder inline mit den Beiträgen an; vor dem Titel
zh_cn: 在标题前显示缩略图

source: Display thumbnails inline with posts, after title
de_de: Zeige die Vorschaubilder inline mit den Beiträgen an; nach dem Titel
zh_cn: 在标题后显示缩略图

source: Display only thumbnails, no text
de_de: Zeige nur die Vorschaubilder an; keinen Text
zh_cn: 不显示文本，只显示缩略图

source: Do not display thumbnails, only text.
de_de: Zeige keine Vorschaubilder an; nur Text
zh_cn: 不显示缩略图，只显示文本

source: Maximum width of the thumbnail:
de_de: Maximale Breite der Vorschaubilder:
zh_cn: 缩略图最大宽度

source: Maximum height of the thumbnail:
de_de: Maximale Höhe der Vorschaubilder:
zh_cn: 缩略图最大高度

source: Style attributes / Width and Height HTML attributes:
de_de: Breite und Höhe mit CSS oder HTML festlegen:

source: Style attributes are used for width and height. <code>style="max-width:
de_de: CSS Attribute werden für Breite und Höhe benutzt. <code>style="max-width:

source: HTML width and height attributes are used for width and height. <code>width="
de_de: HTML Attribute werden für Breite und Höhe benutzt. <code>width="

source: Use timthumb to generate thumbnails?
de_de: Benutze timthumb um die Vorschaubilder zu erstellen?
zh_cn: 是否使用 timthumb 生成缩略图？

source: If checked, <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> will be used to generate thumbnails
de_de: Wenn ausgewählt wird <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> zur Erstellung der Vorschaubilder benutzt
zh_cn: 勾选此项，将使用 <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> 生成缩略图

source: Quality of thumbnails generated by timthumb
de_de: Qualität der Vorschaubilder von timthumb

source: Enter values between 0 and 100 only. 100 is highest quality, however, it is also the highest file size. Suggested maximum value is 95. CRP default is 75.
de_de: Trage einen Wert zwischen 0 und 100 ein. 100 ist die höchste Qualität, bedeutet aber auch die größte Dateigröße. 95 ist der empfohlene Wert. Die Voreinstellung ist 75.

source: Post thumbnail meta field name:
de_de: Name des benutzerdefiniertes Feld des Vorschaubildes:
zh_cn: 日志缩略图自定义栏目的名称：

source: The value of this field should contain the image source and is set in the <em>Add New Post</em> screen
de_de: Der Wert dieses Feldes sollte die Bildquelle enthalten. Sie wird unter <em>Neuen Beitrag erstellen</em> gesetzt
zh_cn: 该栏目的值在 <em>文章编辑 » 自定义栏目</em> 填写，需填写图像地址

source: If the postmeta is not set, then should the plugin extract the first image from the post?
de_de: Wenn die benutzerdefinierten Felder nicht gesetzt wurden, soll das Plugin dann das erste Bild des Beitrags heraussuchen?
zh_cn: 假如缩略图自定义栏目没有填写，是否使用日志的第一张图片？

source: This can slow down the loading of your page if the first image in the related posts is large in file-size
de_de: Dies kann den Ladevorgang der Seite erhöhen, wenn das erste Bild in dem ähnlichen Beitrag eine große Dateigröße hat
zh_cn: 勾选此项，若相关的日志中第一张图片过大，则页面载入速度会减慢。

source: Use default thumbnail?
de_de: Benutze das Standard-Vorschaubild?
zh_cn: 是否使用默认缩略图？

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
de_de: Wenn dies ausgewählt ist, dann wird das Standard-Vorschaubild von der URL unterhalb geladen. Wenn es nicht ausgewählt ist und kein Vorschaubild gefunden wird, wird kein Vorschaubild angezeigt.
zh_cn: 勾选此项，当不存在缩略图时，显示以下默认缩略图，不勾选则不显示任何图像。

source: Default thumbnail:
de_de: Standard-Vorschaubild:
zh_cn: 默认缩略图：

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified above
de_de: Das Plugin wird zuerst prüfen, ob der Beitrag ein Vorschaubild hat. Dann wird es die benutzerdefinierten Felder überprüfen. Wenn auch hier keines eingetragen ist, wird das Standard-Vorschaubild benutzt, das oben definiert wurde
zh_cn: 本插件按先后顺序检测日志本身、缩略图自定义栏目是否含有缩略图，若不存在，则显示上面默认图像

source: Feed options
de_de: Feed Einstellungen

source: Below options override the related posts settings for your blog feed. These only apply if you have selected to add related posts to Feeds in the General Options tab.
de_de: Die Optionen unterhalb überschreiben die Einstellung der ähnlichen Beiträge für den Feed deines Blogs. Diese werden nur übernommen, wenn du bei den allgemeinen Einstellungen ausgewählt hast, dass ähnliche Beiträge auch in den Feeds angezeigt werden sollen.

source: Custom CSS to add to header:
de_de: Eigenes CSS, das im Header-Bereich hinzugefügt werden soll:
zh_cn: 添加自定义 CSS 到 header：

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">FAQ</a> for available CSS classes to style.
de_de: Benutze nicht den <code>style</code> Tag. Siehe dir die <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">FAQ</a> (en) für benutzbare CSS Klassen an.

source: Save Options
de_de: Optionen speichern
zh_cn: 保存设置

source: Default Options
de_de: Standardoptionen
zh_cn: 默认设置

source: Do you want to set options to Default?
de_de: Möchtest du Einstellungen zurücksetzen?
zh_cn: 是否要重置设置？

source: Recreate Index
de_de: Erstelle den Index neu
zh_cn: 重建索引

source: Are you sure you want to recreate the index?
de_de: Bist du sicher, den Index neu zu erstellen?
zh_cn: 是否要重建索引？

source: Support the development
de_de: Unterstütze die Entwicklung
zh_cn: 支持开发

source: Enter amount in USD:
de_de: Trage einen Betrag in USD ein:
zh_cn: 输入美元金额：

source: Send your donation to the author of
de_de: Schicke dein Geschenk an den Entwickler von
zh_cn: 捐赠给作者

source: Contextual Related Posts plugin page
de_de: Contextual Related Posts Pluginseite

source: Other plugins
de_de: Andere Plugins
zh_cn: 其他插件

source: Reviews
de_de: Rezensionen

source: Related Posts
de_de: Ähnliche Beiträge
zh_cn: 相关日志

source: plugin settings page
de_de: Einstellungen des Plugins
zh_cn: 插件设置页面

source: An error occurred clearing the cache. Please contact your site administrator.\n\nError message:\n
de_de: Ein Fehler trat beim Löschen des Caches auf. Bitte kontaktiere den Administrator der Seite.\n\nError message:\n

source: cached row(s) cleared
de_de: Die Reihe(n) im Cache wurde(n) gelöscht

source: by
de_de: von

source: Display Related Posts
de_de: Zeige ähnliche Beiträge an
zh_cn: 显示相关日志

source: Title
de_de: Titel
zh_cn: 标题

source: Show excerpt?
de_de: Zeige einen Textauszug?
zh_cn: 是否显示日志摘要？

source: Show author?
de_de: Zeige den Autor?

source: Show date?
de_de: Zeige das Datum?

source: Thumbnail options
de_de: Optionen des Vorschaubildes
zh_cn: 缩略图设置：

source: Thumbnails inline, before title
de_de: Vorschaubilder inline, vor dem Titel
zh_cn: 在标题前显示缩略图

source: Thumbnails inline, after title
de_de: Vorschaubilder inline, hinter dem Titel
zh_cn: 在标题后显示缩略图

source: Only thumbnails, no text
de_de: Nur Vorschaubilder, kein Text
zh_cn: 不显示文本，只显示缩略图

source: No thumbnails, only text.
de_de: Keine Vorschaubilder, nur Text
zh_cn: 不显示缩略图，只显示文本

source: Thumbnail height
de_de: Höhe des Vorschaubildes

source: Thumbnail width
de_de: Breite des Vorschaubildes

source: <h3>Related Posts:</h3>
de_de: <h3>Ähnliche Beiträge:</h3>
zh_cn: <h3>相关日志：</h3>

source: No related posts found
de_de: Es wurden keine ähnlichen Beiträge gefunden

source: Settings
de_de: Einstellungen
zh_cn: 设置

source: Donate
de_de: Spende
zh_cn: 捐赠

source: Ajay's blog
zh_cn: Ajay 的博客

source: Support
zh_cn: 技术支持

source: Recent developments
zh_cn: 最新开发

source: Post types to include in results (including custom post types)
zh_cn: 被索引的日志类型（包含自定义日志类型）

source: If you choose to disable this, please add <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code> to your template file where you want it displayed
zh_cn: 假如没有勾选此项，请在模板文件中找到需要显示的地方，添加代码 <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code>

source: <em>Optional</em>
zh_cn: <em>可选</em>

source: Custom Styles
zh_cn: 自定义样式

source: Contextual Related Posts plugin has just been installed / upgraded. Please visit the
zh_cn: Contextual Related Posts 插件已经安装/升级完毕。请访问

source: to configure.
zh_cn: 设置插件。

source: Powered by
zh_cn: 插件作者：

source: No. of posts
zh_cn: 日志数量
